Repository: spiral-project/ihatemoney
Catalog: ihatemoney/translations/*/LC_MESSAGES/messages.po
Languages: az, cs, es_419, hu

source: The easiest way to invite people is to give them the following invitation link.<br />They will be able to access the project, manage participants, add/edit/delete bills. However, they will not have access to important settings such as changing the private code or deleting the whole project.
az: İnsanları dəvət etməyin ən asan yolu onlara aşağıdakı dəvət bağlantısını verməkdir.<br />Onlar layihəyə daxil ola, iştirakçıları idarə edə, hesabları əlavə edə/redaktə edə/silə bilərlər. Ancaq xüsusi kodu dəyişmək və ya bütün layihəni silmək kimi vacib parametrlərə daxil ola bilməyəcəklər.
cs: Nejjednodušší způsob, jak pozvat lidi do projektu, je sdílet jim následující odkaz na pozvánku. <br />Budou mít přístup k projektu, budou moci spravovat účastníky, přidávat/upravovat/odstraňovat účty. Nicméně, nebudou mít přístup k důležitým nastavením, jako je změna soukromého kódu nebo odstranění celého projektu.
es_419: La forma más sencilla de invitar personas es dándoles el siguiente enlace de invitación.<br />Podrán acceder al proyecto, administrar participantes, agregar/editar/eliminar facturas. Sin embargo, no tendrán acceso a configuraciones importantes como cambiar el código privado o eliminar todo el proyecto.
hu: A legegyszerűbben úgy hívhatsz meg embereket, ha megadod nekik az alábbi meghívó linket.<br />Ezek a személyek hozzáférhetnek a projekthez, kezelhetik a résztvevőket, hozzáadhatnak/szerkeszthetnek/törölhetnek számlákat. Azonban nem férnek hozzá a fontos beállításokhoz, mint például a titkos kód megváltoztatása vagy az egész projekt törlése.

source: Scan QR code
az: QR kodunu skan edin
cs: Skenovat QR kód
es_419: Escanear código QR
hu: QR-kód beolvasása

source: Use a mobile device with a compatible app.
az: Uyğun bir tətbiqi olan mobil cihazdan istifadə edin.
cs: Používejte mobilní zařízení s kompatibilní aplikací.
es_419: Utilice un dispositivo móvil con una aplicación compatible.
hu: Használj mobilt egy kompatibilis alkalmazással.

source: Send via Emails
az: E-poçt vasitəsilə göndərin
cs: Odeslat e-mailem
es_419: Enviar por correo electrónico
hu: Küldés E-mailben

source: Specify a list of email adresses (separated by comma) of people you want to notify about the creation of this project. We will send them an email with the invitation link.
az: Bu layihənin yaradılması haqqında məlumat vermək istədiyiniz insanların e-poçt ünvanlarının siyahısını (vergüllə ayrılmış) qeyd edin. Biz onlara dəvət keçidi ilə e-poçt göndərəcəyik.
cs: Specifikujte seznam e-mailových adres (oddělených čárkou) osob, které chcete informovat o vytvoření tohoto projektu. Pošleme jim e-mail s pozvánkou.
es_419: Especifique una lista de direcciones de correo electrónico (separadas por comas) de las personas a las que desea notificar sobre la creación de este proyecto. Les enviaremos un correo electrónico con el enlace de invitación.
hu: Add meg azon személyek e-mail címeinek listáját (vesszővel elválasztva), akiket értesíteni szeretnél a projekt létrehozásáról. Nekik egy e-mailt fogunk küldeni a meghívó linkkel.

source: Share Identifier & code
az: Tanımlayıcı və Kodu Paylaşın
cs: Sdílet identifikátor a kód
es_419: Compartir identificador y código
hu: Azonosító & Kód megosztása

source: You can share the project identifier and the private code by any communication means.<br />Anyone with the private code will have access to the full project, including changing settings such as the private code or project email address, or even deleting the whole project.
az: Layihənin tanımlayıcısını və xüsusi kodunu hər hansı bir ünsiyyət vasitəsi ilə paylaşa bilərsiniz.<br />Xüsusi kodu olan hər kəs xüsusi kod və ya layihə e-poçt ünvanı kimi ayarları dəyişmək, hətta bütün layihəni silmək də daxil olmaqla bütün layihəyə daxil ola bilər.
cs: Můžete sdílet identifikátor projektu a soukromý kód prostřednictvím libovolného komunikačního prostředku.<br />Každý, kdo má soukromý kód, bude mít přístup k celému projektu, včetně možnosti měnit jeho nastavení jako je soukromý kód, e-mailová adresa nebo dokonce odstranění celého projektu.
es_419: Puede compartir el identificador del proyecto y el código privado por cualquier medio de comunicación.<br />Cualquier persona con el código privado tendrá acceso al proyecto completo, incluido el cambio de configuraciones como el código privado o la dirección de correo electrónico del proyecto, o incluso la eliminación completa. proyecto.
hu: A projekt azonosítóját és a titkos kódot bármilyen kommunikációs eszközzel megoszthatod.<br />Aki a titkos kóddal rendelkezik, hozzáférhet a teljes projekthez, beleértve a beállítások, például a titkos kód vagy a projekt e-mail címének megváltoztatását, vagy akár a teljes projekt törlését is.

source: Identifier:
az: Tanımlayıcı:
cs: Identifikátor:
es_419: Identificador:
hu: Azonosító:

source: Private code:
az: Xüsusi kod:
cs: Soukromý kód:
es_419: Código privado:
hu: Titkos kód:

source: the private code was defined when you created the project
az: xüsusi kod layihəni yaratdığınız zaman təyin edildi
cs: soukromý kód byl definován, když jste vytvořili projekt
es_419: el código privado se definió cuando creaste el proyecto
hu: a titkos kód a projekt létrehozásakor készült el

source: Who pays?
az: Kim ödəyir?
cs: Kdo zaplatil?
es_419: ¿Quién paga?
hu: Ki fizet?

source: To whom?
az: Kimə?
cs: Komu?
es_419: ¿A quién?
hu: Kinek?

source: Who?
az: Kim?
cs: Kdo?
es_419: ¿Quién?
hu: Ki?

source: Balance
az: Balans
cs: Zůstatek
hu: Egyenleg

source: deactivate
az: deaktiv et
cs: deaktivovat
es_419: Desactivar
hu: deaktivál

source: reactivate
az: yenidən aktivləşdir
cs: reaktivovat
es_419: Reactivar
hu: újraaktivál

source: Paid
az: Ödənildi
cs: Zaplaceno
es_419: Pagado
hu: Fizetett

source: Period
az: Dövür
cs: Období
es_419: Período
hu: Periódus

source: john.doe@example.com, mary.moe@site.com
hu: kiss.pista@pelda.hu, gyongy.virag@weboldalam.hu
