Repository: spiral-project/ihatemoney
Catalog: ihatemoney/translations/*/LC_MESSAGES/messages.po
Languages: az, cs, es_419, hu

source: Save changes
az: Dəyişiklikləri yadda saxla
cs: Uložit změny
es_419: Guardar cambios
hu: Változások mentése

source: This will remove all bills and participants in this project!
az: Bu, bu layihədəki bütün fakturaları və iştirakçıları siləcək!
cs: Toto odstraní všechny účty a členy v tomto projektu!
es_419: Esto va a remover todas las facturas y participantes en este proyecto!
hu: Ez eltávolítja az összes számlát és résztvevőt ebből a projektből!

source: Import previously exported project
az: Əvvəl ixrac edilmiş layihəni idxal et
cs: Import dříve exportovaného projektu
es_419: Importar proyecto previamente exportado
hu: Korábban exportált JSON fájl importálása

source: Choose file
az: Faylı seçin
cs: Vyberte soubor
es_419: Escoger un archivo
hu: Fájl kiválasztása

source: Edit this bill
az: Bu fakturanı düzəlt
cs: Upravit tento účet
es_419: Editar esta factura
hu: Számla szerkesztése

source: Add a bill
az: Faktura əlavə et
cs: Přidat účet
es_419: Agregar una factura
hu: Számla hozzáadása

source: Simple operations are allowed, e.g. (18+36.2)/3
az: Sadə əməliyyatlara icazə verilir, məsələn (18+36.2)/3
cs: Jednoduché operace jsou povoleny, např. (18+36.2)/3
es_419: Se permiten operaciones simples, e.j. (18+36.2)/3
hu: Egyszerű matematikai műveletek megengedettek, pl. (18+36.2)/3

source: Everyone
az: Hər kəs
cs: Všichni
es_419: Todos
hu: Mindenki

source: No one
az: Heç kim
cs: Nikdo
es_419: Ninguno
hu: Senki

source: More options
az: Daha çox seçim
cs: Více možností
es_419: Más opciones
hu: További lehetőségek

source: Add participant
az: İştirakçı əlavə et
cs: Přidat člena
es_419: Añadir participante
hu: Résztvevő hozzáadása

source: Edit this participant
az: Bu iştirakçını düzəlt
cs: Upravit tohoto člena
es_419: Editar este participante
hu: Résztvevő szerkesztése

source: Download
az: Yüklə
cs: Stáhnout
es_419: Descargar
hu: Letöltés

source: Disabled Project History
az: Layihə Tarixi Deaktivdir
cs: Deaktivovaná historie projektu
es_419: Historial de proyectos deshabilitado
hu: Projekt előzmények kikapcsolva

source: Disabled Project History & IP Address Recording
az: Layihə Tarixi və IP Ünvan Qeydiyyatı Deaktivdir
cs: Deaktivovaná historie projektu & nahrávání IP adresy
es_419: Historial de proyecto y registros de dirección IP inactivos
hu: Projekt előzmények és IP cím rögzítés kikapcsolva

source: Enabled Project History
az: Layihə Tarixi Aktivdir
cs: Povolená historie projektu
es_419: Historial de proyectos habilitado
hu: Projekt előzmények bekapcsolva

source: Disabled IP Address Recording
az: IP Ünvan Qeydiyyatı Deaktivdir
cs: Deaktivované nahrávání IP adresy
es_419: Registro de direcciones IP activo
hu: IP cím rögzítés kikapcsolva

source: Enabled Project History & IP Address Recording
az: Layihə Tarixi və IP Ünvan Qeydiyyatı Aktivdir
cs: Aktivovaná historie projektu & nahrávání IP adresy
es_419: Historial de proyecto y registros de dirección IP activos
hu: Projekt előzmények és IP cím rögzítés bekapcsolva

source: Enabled IP Address Recording
az: IP Ünvan Qeydiyyatı Aktivdir
cs: Aktivované nahrávání IP adresy
es_419: Se activó el registros de dirección IP
hu: IP cím rögzítés bekapcsolva

source: History Settings Changed
az: Tarix Parametrləri Dəyişdirildi
cs: Nastavení historie změněna
es_419: Se cambiaron los ajustes del historial
hu: Előzménybeállítások megváltoztatva

source: Bill %(name)s: %(property_name)s changed from %(before)s to %(after)s
az: Hesab %(name)s: %(property_name)s %(before)s-dən %(after)s-ə dəyişdirildi
cs: Účet %(name)s: %(property_name)s změněn z %(before)s na %(after)s
es_419: Factura %(name)s: %(property_name)s ha cambiado de %(before)s a %(after)s
hu: Számla %(name)s: %(property_name)s megváltozott erről: %(before)s erre: %(after)s

source: Bill %(name)s: %(property_name)s changed to %(after)s
az: Hesab %(name)s: %(property_name)s, %(after)s olaraq dəyişdirildi
cs: Účet %(name)s: %(property_name)s změněno na %(after)s
es_419: Factura %(name)s:%(property_name)s ha cambiado a %(after)s
hu: Számla %(name)s: %(property_name)s megváltoztatva erre: %(after)s

source: Confirm Remove IP Adresses
az: IP ünvanlarının silinməsini təsdiqləyin
cs: Potvrdit odstranění IP adresy
es_419: Confirmar eliminación de direcciones IP
hu: Erősítsd meg az IP-címek eltávolítását

source: Are you sure you want to delete all recorded IP addresses from this project? The rest of the project history will be unaffected. This action cannot be undone.
az: Bu layihədə qeyd olunan bütün IP ünvanlarını silmək istədiyinizdən əminsiniz? Layihənin qalan tarixi dəyişməyəcək. Bu əməliyyatı geri qaytarmaq mümkün deyil.
cs: Opravdu si přejete-li odstranit všechny zaznamenané IP adresy z tohoto projektu? Zbytek historie projektu bude nedotčen. Tato akce nelze zrušit.
es_419: Por favor confirme la eliminación completa del registro de direcciones IP del proyecto. El resto de historial del proyecto no será afectado. Este cambio es irreversible.
hu: Biztos, hogy törölni szeretnéd az összes rögzített IP-címet ebből a projektből? A projekt többi előzménye nem változik. Ez a művelet nem vonható vissza.

source: Confirm deletion
az: Silinməni təsdiqləyin
cs: Potvrdit odstranění
es_419: Confirmar la eliminación
hu: Törlés megerősítése

source: Close
az: Bağla
cs: Zavřít
es_419: Cerrar
hu: Bezár

source: Delete Confirmation
az: Silinməni Təsdiqləyin
cs: Potvrzení odstranění
es_419: Confirmación de eliminación
hu: Megerősítés törlése

source: Are you sure you want to erase all history for this project? This action cannot be undone.
az: Bu layihənin bütün tarixçəsini silmək istədiyinizdən əminsiniz? Bu əməliyyat geri qaytarıla bilməz.
cs: Opravdu si přejete vymazat veškerou historii tohoto projektu? Tato akce nelze zrušit.
es_419: Por favor confirme la eliminación completa del historial del proyecto. Esta acción es irreversible.
hu: Biztos, hogy törölni akarod a projekt minden előzményét? Ezt a műveletet nem lehet visszacsinálni.

source: Bill %(name)s: added %(owers_list_str)s to owers list
az: Hesab %(name)s: %(owers_list_str)s borclular siyahısına əlavə edildi
cs: Účet %(name)s: přidán %(owers_list_str)s do seznamu dlužníka
es_419: Factura%(name)s: añadida %(owers_list_str)s a la lista de dueños
hu: Számla %(name)s: hozzáadva %(owers_list_str)s a tartozók listájára

source: Bill %(name)s: removed %(owers_list_str)s from owers list
az: Hesab %(name)s: %(owers_list_str)s borclular siyahısından çıxarıldı
cs: Účet %(name)s: odstraněn %(owers_list_str)s ze seznamu dlužníka
es_419: Factura %(name)s: removida %(owers_list_str)s de la lista de dueños
hu: Számla %(name)s: törölve %(owers_list_str)s a tartozók listájáról

source: This project has history disabled. New actions won't appear below.
az: Bu layihənin tarixçəsi söndürülüb. Yeni əməliyyatlar aşağıda görünməyəcək.
cs: Tento projekt má deaktivovanou historii. Nové akce se nezobrazí níže.
es_419: Este proyecto tiene el historial deshabilitado. Las nuevas acciones no aparecerán a continuación.
hu: Ennek a projektnek az előzményei le vannak tiltva. Az új műveletek nem jelennek meg.

source: You can enable history on the settings page.
az: Tarixçəni ayarlar səhifəsindən aktivləşdirə bilərsiniz.
cs: Můžete aktivovat historii v nastavení.
es_419: Puede habilitar el historial en la página de configuración.
hu: Az előzményeket a beállítások oldalon engedélyezheted.

source: The table below reflects actions recorded prior to disabling project history.
az: Aşağıdakı cədvəl, layihə tarixçəsi söndürülməzdən əvvəl qeyd olunan əməliyyatları göstərir.
cs: Níže uvedená tabulka odráží akce zaznamenané před deaktivací historie projektu.
es_419: La siguiente tabla refleja las acciones registradas antes de deshabilitar el historial del proyecto.
hu: Az alábbi táblázat a projekt előzményeinek letiltása előtt rögzített műveleteket tükrözi.

source: You can clear the project history to remove them.
az: Onları silmək üçün layihə tarixçəsini təmizləyə bilərsiniz.
cs: Můžete vymazat historii projektu, abyste je odstranili.
es_419: Puede borrar el historial del proyecto para eliminarlos.
hu: Törölheted a projekt előzményeit, hogy törölje azokat.

source: Some entries below contain IP addresses, even though this project has IP recording disabled.
az: Bu layihədə IP ünvanlarının qeyd edilməsi söndürülsə də, aşağıdakı bəzi girişlər IP ünvanlarını ehtiva edir.
cs: Některé položky níže obsahují IP adresy, přestože tento projekt má deaktivované IP nahrávání.
es_419: Algunos registros contienen direcciones IP, a pesar de que el registro de direcciones IP del proyecto no está activo.
hu: Néhány alábbi bejegyzés IP-címeket tartalmaz, annak ellenére, hogy a projekt IP-felvétele le van tiltva.

source: Delete stored IP addresses
az: Saxlanılan IP ünvanlarını sil
cs: Smazat uložené IP adresy
es_419: Borrar las direcciones IP registradas
hu: Tárolt IP-címek törlése

source: No IP Addresses to erase
az: Silinməsi üçün IP ünvanı yoxdur
cs: Žádné IP adresy ke smazání
es_419: No hay direcciones IP para borrar
hu: Nincs törlendő IP-cím

source: Delete Stored IP Addresses
az: Saxlanılan IP Ünvanlarını Sil
cs: Smazat uložené IP adresy
es_419: Borrar direcciones IP registradas
hu: Tárolt IP-Címek Törlése

source: No history to erase
az: Silinməsi üçün tarixçə yoxdur
cs: Žádná historie ke smazání
es_419: No hay historial para borrar
hu: Nincs kitörölhető előzmény

source: Clear Project History
az: Layihə Tarixçəsini Təmizlə
cs: Prázdná historie projektu
es_419: Borrar el historial del proyecto
hu: Projekt előzmények törlése

source: Time
az: Vaxt
cs: Čas
es_419: Hora
hu: Idő

source: Event
az: Hadisə
cs: Příležitost
es_419: Evento
hu: Esemény

source: IP address recording can be enabled on the settings page
az: IP ünvanlarının qeyd edilməsi ayarlar səhifəsindən aktivləşdirilə bilər
cs: Nahrávání IP adresy lze aktivovat v nastavení
es_419: El registro de direcciones IP se puede activar en la página de ajustes
hu: Az IP-címek rögzítése a beállítások oldalon engedélyezhető

source: IP address recording can be disabled on the settings page
az: IP ünvanlarının qeyd edilməsi ayarlar səhifəsindən söndürülə bilər
cs: Nahrávání IP adresy lze deaktivovat v nastavení
es_419: El registro de direcciones IP se puede desactivar en la página de ajustes
hu: Az IP-címek rögzítése letiltható a beállítások oldalon

source: From IP
az: IP-dən
cs: Z IP adresy
es_419: IP de origen
hu: IP-ről

source: Project %(name)s added
az: %(name)s layihəsi əlavə edildi
cs: Projekt %(name)s přidán
es_419: Proyecto %(name)s añadido
hu: Projekt %(name)s hozzáadva

source: Bill %(name)s added
az: %(name)s hesabı əlavə edildi
cs: Účet %(name)s přidán
es_419: La factura %(name)s ha sido agregada
hu: Számla %(name)s hozzáadva

source: Participant %(name)s added
az: İştirakçı %(name)s əlavə edildi
cs: Člen %(name)s přidán
es_419: Participante %(name)s añadido
hu: Résztvevő %(name)s hozzáadva

source: Project private code changed
az: Layihənin xüsusi kodu dəyişdirildi
cs: Soukromý kód projektu změněn
es_419: Se cambió el código privado del proyecto
hu: A projekt titkos kódja megváltozott

source: Project renamed to %(new_project_name)s
az: Layihə %(new_project_name)s olaraq adlandırıldı
cs: Projekt přejmenován na %(new_project_name)s
es_419: Proyecto renombrado a %(new_project_name)s
hu: Projekt átnevezve: %(new_project_name)s

source: Project contact email changed to %(new_email)s
az: Layihə əlaqə e-poçtu %(new_email)s olaraq dəyişdirildi
cs: Kontaktní e-mail projektu byl změněn na %(new_email)s
es_419: Correo electrónico del proyecto se ha cambiado a %(new_email)s
hu: A projekt kapcsolattartójának e-mail címe megváltozott: %(new_email)s

source: Project settings modified
az: Layihə parametrləri dəyişdirildi
cs: Nastavení projektu upravena
es_419: Ajustes del proyecto modificados
hu: Projekt beállításai módosítva

source: Bill %(name)s renamed to %(new_description)s
az: Hesab %(name)s, %(new_description)s olaraq adlandırıldı
cs: Účet %(name)s přejmenován na %(new_description)s
es_419: Factura %(name)s renombrada a %(new_description)s
hu: Számla %(name)s átnevezve: %(new_description)s

source: Payer
az: Ödəyici
cs: Platící
es_419: Paga
hu: Fizető

source: Amount
az: Məbləğ
cs: Množství
es_419: Cantidad
hu: Összeg

source: Date
az: Tarix
cs: Datum
es_419: Fecha
hu: Dátum

source: Amount in %(currency)s
az: %(currency)s ilə məbləğ
cs: Množství v %(currency)s
es_419: Cantidad en %(currency)s
hu: Összeg %(currency)s-ban/ben

source: Bill %(name)s modified
az: %(name)s hesabı dəyişdirildi
cs: Účet %(name)s upravený
es_419: La factura %(name)s ha sido modificada
hu: Számla %(name)s módosítva

source: Participant %(name)s deactivated
az: İştirakçı %(name)s qeyri-aktiv edildi
cs: Člen %(name)s deaktivován
es_419: Participante %(name)s desactivad@
hu: Résztvevő %(name)s deaktiválva

source: Participant %(name)s reactivated
az: İştirakçı %(name)s yenidən aktiv edildi
cs: Člen %(name)s reaktivován
es_419: Participante %(name)s reactivad@
hu: Résztvevő %(name)s újraaktiválva

source: Participant %(name)s renamed to %(new_name)s
az: İştirakçı %(name)s, %(new_name)s olaraq adlandırıldı
cs: Člen %(name)s přejmenován na %(new_name)s
es_419: Participante %(name)s se ha renombrado a %(new_name)s
hu: Résztvevő %(name)s átnevezve: %(new_name)s

source: Participant %(name)s: weight changed from %(old_weight)s to %(new_weight)s
az: İştirakçı %(name)s: %(old_weight)s-dən %(new_weight)s-ə dəyişdirildi
cs: Člen %(name)s: hmotnost změněna z %(old_weight)s na %(new_weight)s
es_419: Participante %(name)s: peso cambiado de %(old_weight)s a %(new_weight)s
hu: Résztvevő %(name)s: súlyozása módosítva erről: %(old_weight)s erre: %(new_weight)s

source: Participant %(name)s modified
az: %(name)s iştirakçısı dəyişdirildi
cs: Člen %(name)s upraven
es_419: Participante %(name)s modificad@
hu: Résztvevő %(name)s módosítva

source: Bill %(name)s removed
az: %(name)s hesabı silindi
cs: Účet %(name)s odstraněn
es_419: Factura %(name)s removida
hu: Számla %(name)s törölve

source: Participant %(name)s removed
az: %(name)s iştirakçısı silindi
cs: Člen %(name)s odstraněn
es_419: Participante %(name)s removid@
hu: Résztvevő %(name)s törölve

source: Project %(name)s changed in an unknown way
az: %(name)s layihəsi naməlum bir şəkildə dəyişdirildi
cs: Projekt %(name)s změněn neznámým způsobem
es_419: Proyecto %(name)s se cambió de manera desconocida
hu: Projekt %(name)s ismeretlen módon megváltozott

source: Bill %(name)s changed in an unknown way
az: %(name)s hesabı naməlum bir şəkildə dəyişdirildi
cs: Účet %(name)s změněn neznámým způsobem
es_419: Factura %(name)s se cambió de manera desconocida
hu: A számla %(name)s ismeretlen módon megváltozott

source: Participant %(name)s changed in an unknown way
az: %(name)s iştirakçısı naməlum bir şəkildə dəyişdirildi
cs: Člen %(name)s změněn neznámým způsobem
es_419: Participante %(name)s se cambió de manera desconocida
hu: A résztvevő %(name)s ismeretlen módon megváltozott

source: Nothing to list
az: Siyahıda heç nə yoxdur
cs: Nic k výpisu
es_419: Nada por listar
hu: Nincs listázandó elem

source: Someone probably cleared the project history.
az: Yəqin ki, kimsə layihə tarixçəsini təmizləmişdir.
cs: Někdo pravděpodobně vyčistil historii projektu.
es_419: Es probable que alguien borrara el historial del proyecto.
hu: Valaki valószínűleg törölte a projekt előzményeit.

source: Manage your shared <br />expenses, easily
az: Paylaşılan xərclərinizi <br />asanlıqla idarə edin
cs: Spravujte své sdílené <br />výdaje, snadno
es_419: Gestione sus gastos compartidos <br />fácilmente
hu: Kezeld a megosztott <br />költségeid, egyszerűen

source: Try out the demo
az: Demo versiyanı sınayın
cs: Vyzkoušejte demo
es_419: Prueba la demo
hu: Próbálja ki a demót

source: You're sharing a house?
az: Bir evi paylaşmısınız?
cs: Sdílíte bydlení?
es_419: ¿Estás compartiendo una casa?
hu: Egy háztartásban laktok?

source: Going on holidays with friends?
az: Dostlarınızla tətilə gedirsiniz?
cs: Jedete na dovolenou s přáteli?
es_419: ¿Te vas de vacaciones con amigos?
hu: Nyaralni mész a barátaiddal?

source: Simply sharing money with others?
az: Sadəcə başqaları ilə pulmu paylaşırsınız?
cs: Jenom sdílíte peníze s ostatními?
es_419: ¿Simplemente compartes dinero con otros?
hu: Egyszerűen megosztanád a költségeket másokkal?

source: We can help!
az: Biz kömək edə bilərik!
cs: Můžeme vám pomoci!
es_419: ¡Nosotros podemos ayudarte!
hu: Segíthetünk!

source: Log in to an existing project
az: Mövcud bir layihəyə daxil olun
cs: Přihlaste se k existujícímu projektu
es_419: Iniciar sesión en un proyecto existente
hu: Bejelentkezés egy meglévő projektbe

source: Log in
az: Daxil ol
cs: Přihlásit se
es_419: Inicia sesión
hu: Bejelentkezés

source: can't remember your password?
az: parolunuzu xatırlamırsınız?
cs: Zapomněli jste vaše heslo?
es_419: ¿No recuerdas tu contraseña?
hu: Elfelejtette a jelszavát?

source: Create
az: Yaradın
cs: Vytvořit
es_419: Crear
hu: Létrehozás

source: Don\'t reuse a personal password. Choose a private code and send it to your friends
az: Şəxsi parolu yenidən istifadə etməyin. Xüsusi bir kod seçin və onu dostlarınıza göndərin.
cs: Nepoužívejte znovu osobní heslo. Vyberte si soukromý kód a pošlete ho svým přátelům
es_419: No reutilice una contraseña personal. Elija un código privado y envíelo a sus amigos
hu: Ne használd a személyes jelszavaid. Válassz egy titkos kódot, és küldd el a barátaidnak

source: Account manager
az: Hesab meneceri
cs: Správce účtů
es_419: Gestor de cuentas
hu: Számlakezelő

source: Bills
az: Hesablar
cs: Účty
es_419: Facturas
hu: Számlák

source: Settle
az: Hesablaş
cs: Vyrovnat účty
es_419: Resolver
hu: Kiegyenlítés

source: Statistics
az: Statistikalar
cs: Statistiky
es_419: Estadísticas
hu: Statisztikák

source: Languages
az: Dillər
cs: Jazyky
es_419: Idiomas
hu: Nyelvek

source: Projects
az: Layihələr
cs: Projekty
es_419: Proyectos
hu: Projektek

source: Start a new project
az: Yeni bir layihəyə başlayın
cs: Založit nový projekt
es_419: Comenzar un nuevo proyecto
hu: Új projekt készítése

source: History
az: Tarixçə
cs: Historie
es_419: Historial
hu: Előzmények

source: Settings
az: Ayarlar
cs: Nastavení
es_419: Configuración
hu: Beállítások

source: RSS Feed
az: RSS Axını
cs: RSS kanál
hu: RSS hírcsatorna

source: Other projects :
az: Digər layihələr:
cs: Jiné projekty:
es_419: Otros proyectos :
hu: Egyéb projektek:

source: switch to
az: keçid et
cs: změnit na
es_419: cambiar a
hu: Projektváltás ide

source: Dashboard
az: İdarə Paneli
cs: Nástěnka
es_419: Tablero
hu: Vezérlőpult

source: Please retry after %(date)s.
az: Zəhmət olmasa, %(date)s tarixindən sonra yenidən yoxlayın.
cs: Prosím po %(date)s opakujte.
es_419: Vuelva a intentarlo después de %(date)s.
hu: Kérem próbálja újra %(date)s után.

source: Code
az: Kod
cs: Kód
es_419: Código
hu: Kód

source: Mobile Application
az: Mobil Tətbiq
cs: Mobilní aplikace
es_419: Aplicación móvil
hu: Mobil alkalmazás

source: Documentation
az: Sənədlər
cs: Dokumentace
es_419: Documentación
hu: Dokumentáció

source: Administration Dashboard
az: İdarəetmə Paneli
cs: Správcovský panel
es_419: Panel de administración
hu: Adminisztrátori vezérlőpult

source: Legal information
az: Hüquqi məlumat
cs: Právní informace
es_419: Información legal
hu: Jogi információk

source: "I hate money" is free software
az: "I hate money" pulsuz proqramdır
cs: "I hate money" je otevřený software
es_419: "I hate money" es un software libre
hu: Az "I hate money" egy ingyenes szoftver

source: you can contribute and improve it!
az: əlavə edə və təkmilləşdirə bilərsiniz!
cs: můžete přispět a zlepšit ho!
es_419: puedes contribuir y mejorarlo!
hu: hozzájárulhatsz és javíthatod!

source: %(amount)s each
az: Hər biri %(amount)s
cs: %(amount)s každý
es_419: %(amount)s cada uno
hu: %(amount)s fejenként

source: you sure?
az: əminsiniz?
cs: jste si jisti?
es_419: ¿Estás seguro?
hu: biztos vagy benne?

source: Invite people
az: İnsanları dəvət edin
cs: Pozvat lidi
es_419: Invitar personas
hu: Résztvevők meghívása

source: Newer bills
az: Daha yeni hesablar
cs: Novější účty
es_419: Nuevas facturas
hu: Újabb számlák

source: Older bills
az: Daha köhnə hesablar
cs: Starší účty
es_419: Facturas anteriores
hu: Régebbi számlák

source: You should start by adding participants
az: İştirakçıları əlavə etməklə başlamalısınız
cs: Měli byste začít přidáním členů
es_419: Deberías comenzar agregando participantes
hu: Résztvevők hozzáadásával érdemes kezdeni

source: Add a new bill
az: Yeni bir hesab əlavə et
cs: Přidat nový účet
es_419: Añadir una nueva factura
hu: Újabb számla hozzáadása

source: For what?
az: Nəyə görə?
cs: Za co?
es_419: ¿Para qué?
hu: Mire?

source: Added on %(date)s
az: %(date)s tarixində əlavə edildi
cs: Přidáno %(date)s
es_419: Agregado el %(date)s
hu: Hozzáadva %(date)s

source: Everyone but %(excluded)s
az: %(excluded)s istisna olmaqla hər kəs
cs: Všichni kromě %(excluded)s
es_419: Todo el mundo menos %(excluded)s
hu: Mindenki, kivéve %(excluded)s

source: delete
az: sil
cs: smazat
es_419: Eliminar
hu: törlés

source: No bills
az: Hesab yoxdur
cs: Žádné účty
es_419: Sin facturas
hu: Nincsenek számlák

source: Nothing to list yet.
az: Hələ siyahıya alınacaq heç nə yoxdur.
cs: Zatím nic k výpisu.
es_419: Aún no hay nada que listar.
hu: Még nincs mit listázni.

source: Add your first bill
az: İlk hesabınızı əlavə edin
cs: Přidat svůj první účet
es_419: Añade tu primera factura
hu: Add hozzá az első számládat

source: Add the first participant
az: İlk iştirakçını əlavə edin
cs: Přidat prvního člena
es_419: Agregar el primer participante
hu: Add hozzá az első résztvevőt

source: Password reminder
az: Şifrə xatırladıcısı
cs: Připomenutí hesla
es_419: Recordar contraseña
hu: Jelszó emlékeztető

source: A link to reset your password has been sent to you, please check your emails.
az: Parolunuzu sıfırlamaq üçün keçid sizə göndərildi, zəhmət olmasa e-poçtlarınızı yoxlayın.
cs: Odkaz na obnovení hesla vám byl odeslán, zkontrolujte své e-maily.
es_419: Se le ha enviado un enlace para restablecer su contraseña, compruebe sus correos electrónicos.
hu: A jelszó visszaállításához szükséges linket elküldtük Önnek, kérjük, ellenőrizze e-mailjeit.

source: Return to home page
az: Əsas səhifəyə qayıdın
cs: Zpět na domovskou stránku
es_419: Regresar al inicio
hu: Vissza a főoldalra

source: Your projects
az: Layihələriniz
cs: Vaše projekty
es_419: Sus proyectos
hu: Projektjeid

source: Reset your password
az: Parolunuzu yenidən qurun
cs: Obnovit heslo
es_419: Restablecer su contraseña
hu: Jelszavad visszaállítása

source: Invite people to join this project
az: İnsanları bu layihəyə qoşulmağa dəvət edin
cs: Pozvat lidi k tomuto projektu
es_419: Invita a personas a unirse a este proyecto
hu: Hívj meg résztvevőket, hogy csatlakozzanak a projekthez

source: Share an invitation link
az: Dəvət bağlantısını paylaşın
cs: Sdílet odkaz na pozvánku
es_419: Compartir un enlace de invitación
hu: Meghívó link megosztása
