Repository: spiral-project/ihatemoney
Catalog: ihatemoney/translations/*/LC_MESSAGES/messages.po
Languages: az, cs, es_419, hu

source: You have just created '%(project)s' to share your expenses
az: Xərclərinizi bölüşmək üçün '%(project)s' yaratdınız
cs: Právě jste vytvořili '%(project)s' ke sdílení výdajů
es_419: Acabas de crear '%(project)s' para compartir tus gastos
hu: Létrehoztál egy projektet '%(project)s' a kiadásaid megosztására

source: Not a valid amount or expression. Only numbers and + - * / operators are accepted.
az: Etibarlı məbləğ və ya ifadə deyil. Yalnız rəqəmlər və + - * / operatorları qəbul edilir.
cs: Neplatná částka nebo výraz. Pouze čísla a operátory + - * / jsou povolené.
es_419: No es una cantidad o expresión válida. Solo se aceptan números y los operadores + - * /.
hu: Érvénytelen mennyiség vagy kifejezés. Csak számok és műveleti jelek ( + - * /) megengedettek.

source: Project name
az: Layihə adı
cs: Název projektu
es_419: Nombre del Proyecto
hu: A projekt neve

source: Current private code
az: Cari gizli kod
cs: Aktuální soukromý kód
es_419: código privado actual
hu: Jelenlegi titkos kód

source: Enter existing private code to edit project
az: Layihəni redaktə etmək üçün mövcud gizli kodu daxil edin
cs: Zadejte existující soukromý kód pro úpravu projektu
es_419: Ingrese el código privado existente para editar el proyecto
hu: Adj meg egy meglévő titkos kódot a projekt szerkesztéséhez

source: New private code
az: Yeni gizli kod
cs: Nový soukromý kód
es_419: Nuevo Código privado
hu: Új titkos kód

source: Enter a new code if you want to change it
az: Kodu dəyişmək istəyirsinizsə, yenisini daxil edin
cs: Pokud chcete provést změnu, vložte nový kód
es_419: Introduce un nuevo código si quieres cambiarlo
hu: Adj meg egy új kódot, ha meg akarod változtatni

source: Email
az: E-poçt
es_419: Correo Electrónico

source: Enable project history
az: Layihə tarixçəsini aktiv edin
cs: Povolit historii projektu
es_419: Habilitar historial del proyecto
hu: Projekt előzmények bekapcsolása

source: Use IP tracking for project history
az: Layihə tarixçəsi üçün IP izləmədən istifadə edin
cs: Použít sledování IP pro historii projektu
es_419: Utilice el seguimiento de IP para el historial del proyecto
hu: IP nyomkövetés használata a projekt előzményekhez

source: Default Currency
az: Susmaya görə valyuta
cs: Výchozí měna
es_419: Moneda por defecto
hu: Alapértelmezett Pénznem

source: Setting a default currency enables currency conversion between bills
az: Susmaya görə valyutanın təyin edilməsi, fakturalar arasında valyuta çevrilməsini aktivləşdirir
cs: Nastavení výchozí měny umožňuje konverzi měn mezi účty
es_419: Establecer una moneda predeterminada permite la conversión de moneda entre billetes
hu: Alapértelmezett pénznem beállítása lehetővé teszi a számlák közötti pénzváltást

source: Unknown error
az: Naməlum səhv
cs: Neznámá chyba
es_419: Error desconocido
hu: Ismeretlen hiba

source: Invalid private code.
az: Yanlış gizli kod.
cs: Neplatný soukromý přístupový kód.
es_419: Código privado no válido.
hu: Érvénytelen titkos kód.

source: This project cannot be set to 'no currency' because it contains bills in multiple currencies.
az: Bu layihə bir neçə valyutada fakturalar olduğu üçün 'valyuta yoxdur' olaraq təyin edilə bilməz.
cs: Tento projekt nemůže být nastaven na 'bez měny' protože obsahuje účty v různých měnáh.
es_419: Este proyecto no se puede configurar como "sin moneda" porque contiene billetes en varias monedas.
hu: A projekt nem állítható pénznem nélkülire, mert számlákat és több pénznemet is tartalmaz.

source: Compatible with Cospend
az: Cospend ilə uyğundur
cs: Kompatibilní s Cospend
es_419: Compatible con Cospend
hu: Cospend-el kompatibilis

source: Project identifier
az: Layihə identifikatoru
cs: Identifikátor projektu
es_419: Identificador de proyecto
hu: Projekt azonosító

source: Private code
az: Gizli kod
cs: Soukromý kód
es_419: Código privado
hu: Titkos kód

source: Create the project
az: Layihə yaradın
cs: Vytvořit projekt
es_419: Crear proyecto
hu: Projekt létrehozása

source: A project with this identifier ("%(project)s") already exists. Please choose a new identifier
az: Bu identifikatora malik bir layihə ("%(project)s") artıq mövcuddur. Zəhmət olmasa yeni bir identifikator seçin
cs: Projekt s tímto identifikátorem ("%(project)s") již existuje. Prosím zvolte nový identifikátor
es_419: Ya existe un proyecto con este identificador ("%(project)s"). Por favor, elija un nuevo identificador
hu: Már létezik egy projekt ezzel az azonosítóval ("%(project)s"). Kérlek válassz másik azonosítót

source: Which is a real currency: Euro or Petro dollar?
az: Hansını gerçək valyutadır: Avro yoxsa Petro dollar?
cs: Jaká je skutečná měna: Euro nebo Petro dolar?
es_419: ¿Cuál es la moneda real: el euro o el petrodólar?
hu: Melyik valódi pénznem, az Euró vagy a Petrodollár?

source: euro
az: avro
hu: euró

source: Please, validate the captcha to proceed.
az: Zəhmət olmasa, davam etmək üçün captchadan keçin.
cs: Prosím, ověřte captcha k pokračování.
es_419: Por favor, valide la captcha para proceder.
hu: Kérjük, ellenőrizze a captcha-t a folytatáshoz.

source: Enter private code to confirm deletion
az: Silmə əməliyyatını təsdiqləmək üçün gizli kodu daxil edin
cs: Potvrďte smazání vložením soukromého kódu
es_419: Ingrese el código privado para confirmar la eliminación
hu: Add meg a titkos kódot a törlés megerősítéséhez

source: Get in
az: Daxil olun
cs: Vstoupit
es_419: Entrar
hu: Belépés

source: Admin password
az: Admin parolu
cs: Administrátorské heslo
es_419: Contraseña de Administrador
hu: Adminisztrátori jelszó

source: Send me the code by email
az: Kodu mənə e-poçtla göndərin
cs: Poslat kód na e-mail
es_419: Envíame el código por correo electrónico
hu: Kód küldése e-mailben

source: This project does not exists
az: Bu layihə mövcud deyil
cs: Tento projekt neexistuje
es_419: Este proyecto no existe
hu: Ez a projekt nem létezik

source: Password mismatch
az: Parollar uyğun gəlmir
cs: Heslo nesouhlasí
es_419: La contraseña no coincide
hu: A jelszavak nem egyeznek

source: Password
az: Parol
cs: Heslo
es_419: Contraseña
hu: Jelszó

source: Password confirmation
az: Parol təsdiqi
cs: Potvrzení hesla
es_419: confirmación de contraseña
hu: Jelszó megerősítése

source: Reset password
az: Parolu sıfırlayın
cs: Obnova hesla
es_419: Restablecer contraseña
hu: Jelszó visszaállítása

source: When?
az: Nə vaxt?
cs: Kdy?
es_419: ¿Cuando?
hu: Mikor?

source: What?
az: Nə?
cs: Co?
es_419: ¿Qué?
hu: Mi?

source: Who paid?
az: Kim ödəyib?
cs: Kdo zaplatil?
es_419: ¿Quién pagó?
hu: Ki fizetett?

source: How much?
az: Nə qədər?
cs: Kolik?
es_419: ¿Cuánto?
hu: Mennyit?

source: Currency
az: Valyuta
cs: Měna
es_419: Moneda
hu: Pénznem

source: External link
az: Xarici bağlantı
cs: Externí odkaz
es_419: Enlace externo
hu: Külső hivatkozás

source: A link to an external document, related to this bill
az: Bu faktura ilə bağlı xarici sənədə keçid
cs: Externí odkaz k této účtence
es_419: Un enlace a un documento externo relacionado con esta factura
hu: A számlához kapcsolódó külső dokumentum linkje

source: For whom?
az: Kim üçün?
cs: Od koho?
es_419: ¿Para quién?
hu: Kinek?

source: Submit
az: Təsdiqlə
cs: Odeslat
es_419: Enviar
hu: Mentés

source: Submit and add a new one
az: Təsdiqlə və yenisini əlavə et
cs: Odeslat a přidat nový
es_419: Enviar y agregar uno nuevo
hu: Mentés és új hozzáadása

source: Project default: %(currency)s
az: Layihənin susmaya görə dəyəri: %(currency)s
cs: Výchozí měna projektu: %(currency)s
es_419: Projecto por defecto: %(currency)s
hu: Projekt alapértelmezett: %(currency)s

source: Name
az: Ad
cs: Jméno
es_419: Nombre
hu: Név

source: Weights should be positive
az: Çəki müsbət olmalıdır
cs: Váhy musí být kladné
es_419: Los pesos deben ser positivos
hu: A súlyozásnak pozitívnak kell lennie

source: Weight
az: Çəki
cs: Váha
es_419: Peso
hu: Súlyozás

source: Add
az: Əlavə et
cs: Přidat
es_419: Agregar
hu: Hozzáadás

source: The participant name is invalid
az: İştirakçı adı etibarsızdır
cs: Název účastníka je neplatný
es_419: El nombre del participante no es válido
hu: A résztvevő neve érvénytelen

source: This project already have this participant
az: Bu layihədə bu iştirakçı artıq mövcuddur
cs: Projekt již obsahuje tohoto člena
es_419: Este proyecto ya tiene a este participante
hu: Ez a résztvevő már szerepel ebben a projektben

source: People to notify
az: Xəbər veriləcək şəxslər
cs: Osoby k informování
es_419: Personas para notificar
hu: Értesítendő személyek

source: Send the invitations
az: Dəvətləri göndərin
cs: Odeslat pozvánky
es_419: Enviar las invitaciones
hu: Meghívók küldése

source: The email %(email)s is not valid
az: %(email)s e-poçt ünvanı etibarlı deyil
cs: Toto (%(email)s) není validní e-mail
es_419: El correo electrónico %(email)s no es válido
hu: Érvénytelen e-mail cím: %(email)s

source: Logout
az: Çıxış et
cs: Odhlásit se
es_419: Cerrar sesión
hu: Kijelentkezés

source: Please check the email configuration of the server.
az: Zəhmət olmasa, serverin e-poçt konfiqurasiyasını yoxlayın.
cs: Prosím zkontrolujte e-mailovou konfiguraci serveru.
es_419: Por favor verifique la configuración de correo electrónico del servidor.
hu: Kérjem, ellenőrizd a szerver e-mail konfigurációját.

source: Please check the email configuration of the server or contact the administrator: %(admin_email)s
az: Zəhmət olmasa, serverin e-poçt konfiqurasiyasını yoxlayın və ya administratorla əlaqə saxlayın: %(admin_email)s
cs: Prosím zkontrolujte e-mailovou konfiguraci serveru nebo se obraťte na správce: %(admin_email)s
es_419: Verifique la configuración de correo electrónico del servidor o comuníquese con el administrador: %(admin_email)s
hu: Kérem, ellenőrizd a szerver e-mail konfigurációját, vagy lépj kapcsolatba a rendszergazdával: %(admin_email)s

source: {dual_object_0} and {dual_object_1}
az: {dual_object_0} və {dual_object_1}
cs: {dual_object_0} a {dual_object_1}
es_419: {dual_object_0} y {dual_object_1}
hu: {dual_object_0} és {dual_object_1}

source: {previous_object}, and {end_object}
az: {previous_object} və {end_object}
cs: {previous_object}, a {end_object}
es_419: {previous_object}, y {end_object}
hu: {previous_object} és {end_object}

source: No Currency
az: Valyuta yoxdur
cs: Žádná měna
es_419: No Moneda
hu: Nincs pénznem

source: Too many failed login attempts.
az: Çox sayda uğursuz giriş cəhdi.
cs: Příliš mnoho neúspěšných pokusů o přihlášení.
es_419: Demasiados intentos fallidos de inicio de sesión.
hu: Túl sok sikertelen bejelentkezési kísérlet.

source: This admin password is not the right one. Only %(num)d attempts left.
az: Bu admin parolu düzgün deyil. Yalnız %(num)d cəhd qaldı.
cs: Toto heslo správce není správné. Zbývá pouze %(num)d pokusů.
es_419: Esta contraseña de administrador no es la correcta. Solo quedan %(num)d intentos restantes.
hu: Az adminisztrátori jelszó érvénytelen. Már csak %(num)d próbálkozásod maradt.

source: Provided token is invalid
az: Təqdim edilən token etibarsızdır
cs: Poskytnutý token je neplatný
es_419: El token proporcionado no es válido
hu: A megadott token érvénytelen

source: This private code is not the right one
az: Bu gizli kod düzgün deyil
cs: Tento soukromý kód není správný
es_419: Este código privado no es el correcto
hu: Ez a titkos kód nem megfelelő

source: A reminder email has just been sent to you
az: Sizə yeni bir xatırlatma e-poçtu göndərildi
cs: Právě vám byl odeslán upomínkový e-mail
es_419: Se le acaba de enviar un correo electrónico de recordatorio
hu: Az emlékeztető e-mailt kiküldtük

source: We tried to send you an reminder email, but there was an error. You can still use the project normally.
az: Sizə xatırlatma e-poçtu göndərməyə çalışdıq, lakin bir səhv baş verdi. Layihədən normal istifadə etməyə davam edə bilərsiniz.
cs: Snažili jsme se vám zaslat upomínkový e-mail, ale došlo k chybě. Projekt můžete nadále využívat normálně.
es_419: Intentamos enviarte un correo electrónico de recordatorio, pero hubo un error. Aún puedes usar el proyecto normalmente.
hu: Megpróbáltuk az emlékeztető e-mailt kiküldeni, de hiba történt. Ettől még használhatod a megszokott módon a projektet.

source: Sorry, there was an error while sending you an email with password reset instructions.
az: Bağışlayın, parolun sıfırlanması ilə bağlı təlimatları ehtiva edən e-poçtu göndərərkən səhv baş verdi.
cs: Omlouváme se, během odesílání emailu s instrukcemi pro obnovení hesla se vyskytla chyba.
es_419: Lo sentimos, hubo un error al enviarle un correo electrónico con instrucciones para restablecer la contraseña.
hu: Sajnáljuk, hiba történt a jelszó-visszaállítási utasításokat tartalmazó e-mail elküldésekor.

source: No token provided
az: Token təqdim edilməyib
cs: Nebyl poskytnut token
es_419: No se proporciono ningún token
hu: Nincs token megadva

source: Invalid token
az: Etibarsız token
cs: Neplatný token
es_419: Token no válido
hu: Érvénytelen token

source: Unknown project
az: Naməlum layihə
cs: Neznámý projekt
es_419: Proyecto desconocido
hu: Ismeretlen projekt

source: Password successfully reset.
az: Parol uğurla sıfırlandı.
cs: Heslo bylo úspěšné obnoveno.
es_419: Contraseña restablecida con éxito.
hu: Jelszó sikeresen helyreállítva.

source: Project settings have been changed successfully.
az: Layihə parametrləri uğurla dəyişdirildi.
cs: Nastavení projektu byla úspěšně změněna.
es_419: La configuración del proyecto se ha cambiado correctamente.
hu: A projekt beállításai sikeresen megváltoztak.

source: Unable to parse CSV
az: CSV analiz edilə bilmədi
cs: Nepodařilo se analyzovat CSV soubor
es_419: No se puede analizar CSV
hu: Nem sikerült értelmezni a CSV fájlt

source: Missing attribute: %(attribute)s
az: Əskik xüsusiyyət: %(attribute)s
cs: Chybějící atributy: %(attribute)s
es_419: Atributo faltante: %(attribute)s
hu: Hiányzó tulajdonság: %(attribute)s

source: Cannot add bills in multiple currencies to a project without default currency
az: Susmaya görə valyutası olmayan layihəyə müxtəlif valyutalarda fakturalar əlavə edilə bilməz
cs: Nelze přidávat účty v několika měnách do projektu bez výchozí měny
es_419: No se pueden agregar billetes en varias monedas a un proyecto sin moneda predeterminada
hu: Nem lehet hozzáadni több pénznemet egy projekthez alapértelmezett pénznem nélkül

source: Project successfully uploaded
az: Layihə uğurla yükləndi
cs: Projekt byl úspěšně nahrán
es_419: Proyecto cargado exitosamente
hu: Projekt sikeresen feltöltve

source: Project successfully deleted
az: Layihə uğurla silindi
cs: Projekt byl úspěšně smazán
es_419: Proyecto eliminado correctamente
hu: Projekt sikeresen törölve

source: Error deleting project
az: Layihə silinərkən səhv baş verdi
cs: Nastala chyba při mazání projektu
es_419: Error al borrar proyecto
hu: Hiba történt a projekt törlésekor

source: Unable to logout
az: Çıxış edilə bilmədi
cs: Nelze se odhlásit
es_419: No se puede cerrar sesión
hu: Kijelentkezés sikertelen

source: You have been invited to share your expenses for %(project)s
az: %(project)s üçün xərclərinizi bölüşməyə dəvət olunmusunuz
cs: Byli jste pozváni k sdílení svých výdajů pro %(project)s
es_419: Usted ha sido invitado a compartir sus gastos para %(project)s
hu: Meghívtak a következő projektbe %(project)s a kiadásaid megosztására

source: Your invitations have been sent
az: Dəvətləriniz göndərildi
cs: Vaše pozvánka byla odeslána
es_419: Sus invitaciones han sido enviadas
hu: A meghívóid sikeresen kiküldve

source: Sorry, there was an error while trying to send the invitation emails.
az: Bağışlayın, dəvət e-poçtlarını göndərməyə çalışarkən səhv baş verdi.
cs: Omlouváme se, došlo k chybě při pokusu o zaslání pozvánkových e-mailů.
es_419: Lo sentimos, hubo un error al intentar enviar los correos electrónicos de invitación.
hu: Elnézést, hiba történt a meghívó e-mailek elküldése közben.

source: %(member)s has been added
az: %(member)s əlavə edildi
cs: %(member)s bylo přidáno
es_419: %(member)s ha sido añadido
hu: %(member)s hozzáadva

source: Error activating participant
az: İştirakçı aktivləşdirilərkən səhv baş verdi
cs: Chyba při aktivaci člena
es_419: Error al activar el participante
hu: Hiba történt a résztvevő aktiválása közben

source: %(name)s is part of this project again
az: %(name)s yenidən bu layihənin bir hissəsidir
cs: %(name)s je znova součástí tohoto projektu
es_419: %(name)s es parte de este proyecto otra vez
hu: %(name)s már a projekt tagja

source: Error removing participant
az: İştirakçı silinərkən səhv baş verdi
cs: Chyba při odstranění člena
es_419: Error al eliminar el participante
hu: Hiba történt a résztvevő eltávolításakor

source: Participant '%(name)s' has been deactivated. It will still appear in the list until its balance reach zero.
az: '%(name)s' iştirakçısı deaktiv edildi. Onun balansı sıfıra enənə qədər siyahıda görünməyə davam edəcək.
cs: Člen '%(name)s byl deaktivován. Stále bude součástí seznamu, dokud jeho zůstatek nedosáhne nuly.
es_419: El participante '%(name)s' ha sido desactivado. Seguirá apareciendo en la lista hasta que su saldo llegue a cero.
hu: %(name)s deaktiválva van. A listán látható lesz, amíg az egyenlege nulla nem lesz.

source: Participant '%(name)s' has been removed
az: '%(name)s' iştirakçısı silindi
cs: Člen '%(name)s byl odstraněn
es_419: Se ha eliminado al participante '%(name)s'
hu: %(name)s eltávolítva

source: Participant '%(name)s' has been modified
az: '%(name)s' iştirakçısı dəyişdirildi
cs: Člen '%(name)s byl upraven
es_419: El participante '%(name)s' ha sido modificado
hu: %(name)s módosítva

source: The bill has been added
az: Faktura əlavə edildi
cs: Účet byl přidán
es_419: La factura ha sido agregada
hu: Számla hozzáadva

source: Error deleting bill
az: Faktura silinərkən səhv baş verdi
cs: Chyba při odstranění účtu
es_419: Error al eliminar la factura
hu: Hiba történt a számla törlése közben

source: The bill has been deleted
az: Faktura silindi
cs: Účet byl smazán
es_419: La factura ha sido eliminada
hu: Számla törölve

source: The bill has been modified
az: Faktura dəyişdirildi
cs: Účet byl upraven
es_419: La factura ha sido modificada
hu: Számla módosítva

source: %(lang)s is not a supported language
az: %(lang)s dili dəstəklənmir
cs: %(lang)s není podporovaný jazyk
es_419: %(lang)s no es un idioma admitido
hu: %(lang)s nem egy támogatott nyelv

source: Error deleting project history
az: Layihə tarixi silinərkən səhv baş verdi
cs: Chyba při odstraňování historie projektu
es_419: Error al eliminar el historial del proyecto
hu: Hiba lépett fel az előzmények törlése közben

source: Deleted project history.
az: Layihə tarixi silindi.
cs: Odstraněna historie projektu.
es_419: Historial del proyecto eliminada.
hu: Előzmények törölve.

source: Error deleting recorded IP addresses
az: Qeyd olunan IP ünvanlar silinərkən səhv baş verdi
cs: Chyba při odstraňování zaznamenaných IP adres
es_419: Error al eliminar direcciones IP registradas
hu: Hiba lépett fel az IP cím törlésekor

source: Deleted recorded IP addresses in project history.
az: Layihə tarixində qeyd olunan IP ünvanlar silindi.
cs: Smazané zaznamenané IP adresy v historii projektu.
es_419: Direcciones IP eliminadas en el historial del proyecto.
hu: IP címek törölve az előzményekből.

source: Sorry, we were unable to find the page you've asked for.
az: Bağışlayın, soruşduğunuz səhifəni tapa bilmədik.
cs: Omlouváme se, nebyli jsme schopni najít stránku, kterou žádáte.
es_419: Lo sentimos, no hemos encontrado la página que has solicitado.
hu: Sajnáljuk, de a keresett oldalt nem találjuk.

source: The best thing to do is probably to get back to the main page.
az: Ən yaxşı seçim yəqin ki, əsas səhifəyə qayıtmaqdır.
cs: Nejlepší je pravděpodobně vrátit se na hlavní stránku.
es_419: Lo mejor que puede hacer es volver a la página principal.
hu: A legjobb döntés talán, ha visszalépsz a főoldalra.

source: Back to the list
az: Siyahıya qayıt
cs: Zpět na seznam
es_419: Volver a la lista
hu: Vissza a listához

source: Administration tasks are currently disabled.
az: İdarəetmə vəzifələri hazırda deaktivdir.
cs: Správní úkoly jsou momentálně deaktivované.
es_419: Las tareas de administración están actualmente deshabilitadas.
hu: Az adminisztrációs feladatok jelenleg le vannak tiltva.

source: Authentication
az: Doğrulama
cs: Ověření
es_419: Autenticación
hu: Hitelesítés

source: The project you are trying to access do not exist, do you want to
az: Erişməyə çalışdığınız layihə mövcud deyil, istəyirsinizmi
cs: Projekt, ke kterému se snažíte přistoupit, neexistuje. Chcete
es_419: El proyecto al que intentas acceder no existe, ¿quieres
hu: A projekt, amelyhez hozzáférni próbálsz, nem létezik. Szeretnéd

source: create it
az: onu yaratmaq
cs: jej vytvořit
es_419: crearlo
hu: létrehozni

source: Create a new project
az: Yeni layihə yarat
cs: Vytvořit nový projekt
es_419: Crear un nuevo proyecto
hu: Új projekt létrehozása

source: Project
az: Layihə
cs: Projekt
es_419: Proyecto
hu: Projekt

source: Number of participants
az: İştirakçı sayı
cs: Počet členů
es_419: Número de participantes
hu: Résztvevők száma

source: Number of bills
az: Faktura sayı
cs: Počet účtů
es_419: Número de facturas
hu: Számlák száma

source: Newest bill
az: Ən yeni faktura
cs: Nejnovější účet
es_419: Factura más reciente
hu: Legújabb számla

source: Oldest bill
az: Ən köhnə faktura
cs: Nejstarší účet
es_419: Factura más antigua
hu: Legrégebbi számla

source: Actions
az: Hərəkətlər
cs: Akce
es_419: Acciones
hu: Tevékenységek

source: edit
az: düzəlt
cs: upravit
es_419: Editar
hu: szerkesztés

source: Delete project
az: Layihəni sil
cs: Smazat projekt
es_419: Borrar proyecto
hu: Projekt törlése

source: show
az: göstər
cs: zobrazit
es_419: enseñar
hu: megjelenít

source: The Dashboard is currently deactivated.
az: İdarəetmə paneli hazırda deaktivdir.
cs: Nástěnka je momentálně deaktivována.
es_419: El panel está desactivado actualmente.
hu: Az irányítópult jelenleg ki van kapcsolva.

source: Download Mobile Application
az: Mobil Tətbiqi Yükləyin
cs: Stáhnout mobilní aplikaci
es_419: Instalar aplicación móvil
hu: Mobil alkalmazás letöltése

source: Get it on
az: Yükləyin
cs: Získejte na
es_419: Conseguir en
hu: Szerezd meg

source: Edit project
az: Layihəni düzəlt
cs: Upravit projekt
es_419: Editar proyecto
hu: Projekt szerkesztése

source: Import project
az: Layihəni idxal et
cs: Nahrát projekt
es_419: Importar proyecto
hu: Projekt importálása

source: Download project's data
az: Layihənin məlumatlarını yüklə
cs: Stáhnout data projektu
es_419: Descargar datos del proyecto
hu: Projekt adatainak letöltése

source: Bill items
az: Faktura maddələri
cs: Položky účtu
es_419: Elementos de factura
hu: Számla elemei

source: Download the list of bills with owner, amount, reason,...
az: Sahibi, məbləği, səbəbi,... ilə fakturaların siyahısını yüklə
cs: Stáhnout seznam účtů s majitelem, množstvím, důvodem,...
es_419: Descargue la lista de facturas con el propietario, importe, motivo,...
hu: Töltsd le a számlák listáját ami tartalmazza a tulajdonost, összeget, okokat, ...

source: Settle plans
az: Planları ödə
cs: Uhradit účty
es_419: Establecer planes
hu: Kiegyenlítési tervek

source: Download the list of transactions needed to settle the current bills.
az: Cari fakturaların ödənməsi üçün lazım olan əməliyyatların siyahısını yüklə.
cs: Stáhnout seznam transakcí potřebných k vyrovnání aktuálních účtů.
es_419: Descargar la lista de transacciones necesarias para establecer las facturas actuales.
hu: Töltsd le az aktuális számlák kiegyenlítéséhez szükséges tranzakciók listáját.

source: Can't remember the password?
az: Şifrəni xatırlaya bilmirsiniz?
cs: Zapomněli jste heslo?
es_419: ¿No recuerdas la contraseña?
hu: Nem emlékszik a jelszavára?

source: Cancel
az: Ləğv et
cs: Zrušit
es_419: Cancelar
hu: Mégsem

source: Privacy Settings
az: Məxfilik Parametrləri
cs: Nastavení soukromí
es_419: Ajustes de privacidad
hu: Adatvédelmi beállítások
